[
    {
      "name": "68-ci maddəsinin  2-ci hissəsinin \"a\" bəndinə",
      "description": "Tərəflərdən birinin təşəbbüsü"
    },
    {
      "name": "Maddə 62, 1 \"a\" bəndinə",
      "description": "İşçi alkoqollu içkilər, narkotik vasitələr və psixotrop, toksik və digər zəhərli maddələr qəbul edərək sərxoş vəziyyətdə işə gəldikdə, habelə işə gəldikdən sonra iş yerində həmin içkiləri və ya maddələri qəbul edərək sərxoş vəziyyətdə olduqda;"
    },
    {
      "name": "Maddə 62, 1 \"b\" bəndinə",
      "description": "Əmək Məcəlləsinin 226-cı maddəsi ilə müəyyən edilmiş hallarda işçi icbari tibbi müayinə olunmaqdan boyun qaçırdıqda və ya keçirilmiş müayinələrin nəticələrinə əsasən həkim komissiyalarının verdikləri tövsiyələri yerinə yetirmədikdə;"
    },
    {
      "name": "Maddə 62, 1 \"c\" bəndinə",
      "description": "İş vaxtı ərzində işçi bilavasitə iş yerində müvafiq səlahiyyətli orqanın qərarı ilə təsdiqlənən inzibati xətaları və ya cinayət tərkibi olan ictimai-təhlükəli əməllər törətdikdə;"
    },
    {
      "name": "Maddə 62, 1 \"ç\" bəndinə",
      "description": "İnsanın immunçatışmazlığı virusu ilə yaşayan şəxslərin işləməsinə yol verilməyən peşə və vəzifələrdə işləyən işçi vaxtaşırı insanın immunçatışmazlığı virusuna mütləq tibbi müayinədən imtina etdikdə"
    },
    {
      "name": "Maddə 68,  2 \"b\" bəndinə",
      "description": "Əmək müqaviləsinin müddətinin qurtarması"
    },
    {
      "name": "Maddə 68, 2 \"c\" bəndinə",
      "description": "Əmək şəraitinin şərtlərinin dəyişdirilməsi"
    },
    {
      "name": "Maddə 68, 2 \"ç\" bəndinə",
      "description": "Müəssisənin mülkiyyətçisinin dəyişməsi ilə əlaqədar (Əmək Məcəlləsinin 63-cü maddəsinin ikinci hissəsində göstərilən işçilər)"
    },
    {
      "name": "Maddə 68, 2 \"d\" bəndinə",
      "description": "Tərəflərin iradəsindən asılı olmayan hallar"
    },
    {
      "name": "Maddə 68, 2 \"e\" bəndinə",
      "description": "Tərəflərin əmək müqaviləsində müəyyən etdiyi hallar"
    },
    {
      "name": "Maddə 69, 1-ci bəndinə",
      "description": "İşçi bir təqvim ayı qabaqcadan işəgötürəni yazılı ərizəsi ilə xəbərdar etməklə əmək müqaviləsini ləğv edə bilər."
    },
    {
      "name": "Maddə 69, 2-ci bəndinə",
      "description": "Ərizə verildiyi gündən bir təqvim ayı bitdikdən sonra işçi işə çıxmamaq və son haqq-hesabının aparılmasını tələb etmək hüququna malikdir. Bu halda işəgötürən işçinin tələblərini yerinə yetirməyə borcludur."
    },
    {
      "name": "Maddə 69, 3-cü bəndinə",
      "description": "İşçi yaşa, əlilliyə görə təqaüdə çıxdıqda, təhsilini davam etdirmək üçün müvafiq təhsil müəssisəsinə daxil olduqda, yeni yaşayış yerinə köçdükdə, başqa işəgötürənlə əmək müqaviləsi bağladıqda, seksual qısnamaya məruz qaldıqda və qanunvericilikdə nəzərdə tutulmuş digər hallarda ərizəsində göstərdiyi gün əmək müqaviləsi ləğv edilə bilər."
    },
    {
      "name": "Maddə 69, 4-cü bəndinə",
      "description": "Əmək müqaviləsini ləğv etmək barədə ərizə vermiş işçi xəbərdarlıq müddəti bitənədək istədiyi vaxt ərizəsini geri götürə və ya onu etibarsız hesab etmək barədə işəgötürənə yeni ərizə verə bilər. Bu halda əmək müqaviləsi ləğv edilə bilməz. Bu şərtlə ki, işəgötürən həmin vəzifəyə (peşəyə) yeni işçinin götürülməsi barədə işçiyə rəsmi qaydada yazılı xəbərdarlıq etməmiş olsun. Əmək müqaviləsi bu maddə ilə müəyyən edilmiş qaydalara əməl olunmaqla ləğv edildikdən sonra işçinin əvvəlki ərizəsini geri götürmək və ya onu etibarsız hesab etmək barədə edilən müraciətin hüquqi qüvvəsi yoxdur."
    },
    {
      "name": "Maddə 69, 5-ci bəndinə",
      "description": "İşçi ərizəsində əmək münasibətlərini dayandırmaq istədiyi günü göstərməyibsə, xəbərdarlıq müddəti bitənədək bu maddə ilə müəyyən edilmiş əsasla əmək müqaviləsinin ləğv edilməsinə yol verilmir."
    },
    {
      "name": "Maddə 69, 6-cı bəndinə",
      "description": "İşçi məzuniyyət hüququndan istifadə etməklə ona müvafiq iş ilinə görə məzuniyyətin verilməsi və məzuniyyət müddətinin qurtardığı gündən əmək müqaviləsinin ləğv edilməsi xahişi ilə işəgötürənə ərizə verə bilər. İşçi məzuniyyət müddəti bitənədək bu maddənin 4-cü hissəsi ilə müəyyən edilmiş qaydada əmək müqaviləsinin ləğv edilməsi barədə ərizəsini geri götürə və ya onu etibarsız hesab etmək barədə işəgötürənə yazılı müraciət edə bilər. Bu halda işçinin xahişi təmin edilməlidir."
    },
    {
      "name": "Maddə 69, 7-ci bəndinə",
      "description": "İşəgötürən tərəfindən zor işlədilərək, hədə-qorxu gələrək, yaxud hər hansı başqa üsulla işçinin iradəsinin əleyhinə əmək müqaviləsini ləğv etməyə onu məcbur etmək qadağandır."
    },
    {
      "name": "Maddə 70, \"a\" bəndinə",
      "description": "Müəssisə ləğv edildikdə"
    },
    {
      "name": "Maddə 70, \"b\" bəndinə",
      "description": "İşçilərin sayı və ya ştatları ixtisar edildikdə"
    },
    {
      "name": "Maddə 70, \"c\" bəndinə",
      "description": "Peşəkarlıq səviyyəsinin, ixtisasının (peşəsinin) kifayət dərəcədə olmadığına görə işçinin tutduğu vəzifəyə uyğun gəlmədiyi barədə səlahiyyətli orqan tərəfindən müvafiq qərar qəbul edildikdə"
    },
    {
      "name": "Maddə 70, \"ç\" bəndinə",
      "description": "İşçi özünün əmək funksiyasını və ya əmək müqaviləsi üzrə öhdəliklərini yerinə yetirmədikdə, yaxud bu Məcəllənin 72-ci maddəsində sadalanan hallarda əmək vəzifələrini kobud şəkildə pozduqda"
    },
    {
      "name": "Maddə 70, \"d\" bəndinə",
      "description": "Sınaq müddəti ərzində işçi özünü doğrultmadıqda"
    },
    {
      "name": "Maddə 70, \"e\" bəndinə",
      "description": "Dövlət büdcəsindən maliyyələşən müəssisənin işçisi çalışmanın yaş həddinə çatdıqda"
    },
    {
      "name": "Maddə 72, \"a\" bəndinə",
      "description": "Özünün xəstəliyi, yaxın qohumunun xəstələnməsi və ya vəfat etməsi istisna olunmaqla heç bir üzrlü səbəb olmadan bütün iş günü işə gəlməməsi"
    },
    {
      "name": "Maddə 72, \"b\" bəndinə",
      "description": "Alkoqollu içkilər, narkotik vasitələr və psixotrop, toksik və digər zəhərli maddələr qəbul edərək sərxoş vəziyyətdə işə gəlməsi, habelə işə gəldikdən sonra iş yerində həmin içkiləri və ya maddələri qəbul edərək sərxoş vəziyyətdə olması"
    },
    {
      "name": "Maddə 72, \"c\" bəndinə",
      "description": "Təqsirli hərəkətləri (hərəkətsizliyi) nəticəsində mülkiyyətçiyə maddi ziyan vurması"
    },
    {
      "name": "Maddə 72, \"ç\" bəndinə",
      "description": "Təqsirli hərəkətləri (hərəkətsizliyi) nəticəsində əməyin mühafizəsi qaydalarını pozaraq iş yoldaşlarının səhhətinə xəsarət yetirməsi və ya onların bu səbəbdən həlak olması"
    },
    {
      "name": "Maddə 72, \"d\" bəndinə",
      "description": "Qəsdən istehsal, kommersiya və ya dövlət sirrinin yayılması və ya bu sirrin gizli saxlanılması üzrə öhdəliklərini yerinə yetirməməsi"
    },
    {
      "name": "Maddə 72, \"e\" bəndinə",
      "description": "Əmək fəaliyyəti zamanı yol verdiyi kobud səhvləri, hüquq pozuntuları nəticəsində işəgötürənin, müəssisənin və ya mülkiyyətçinin qanuni mənafeyinə ciddi xələl gətirməsi"
    },
    {
      "name": "Maddə 72, \"ə\" bəndinə",
      "description": "Əmək funksiyasını pozduğuna görə əvvəllər işəgötürən tərəfindən verilmiş intizam tənbehindən nəticə çıxarmayaraq altı ay ərzində təkrarən əmək funksiyasını pozması"
    },
    {
      "name": "Maddə 72, \"f\" bəndinə",
      "description": "İş vaxtı ərzində bilavasitə iş yerində inzibati xətalara və ya cinayət tərkibi olan ictimai-təhlükəli əməllərə yol verməsi"
    },
    {
      "name": "Maddə 73, 1-ci bəndinə",
      "description": "Müddətli əmək müqaviləsinin müddəti qurtardıqda xitam verilir. Bu Məcəllənin 45-ci maddəsinin beşinci hissəsi nəzərə alınmaqla, müddətli əmək müqaviləsində göstərilən müddət qurtardıqda əmək münasibətləri davam etdirilərsə və müddət bitdikdən sonrakı bir həftə ərzində tərəflərdən heç biri müqaviləyə xitam verilməsini tələb etmirsə, həmin əmək müqaviləsi əvvəl müəyyən olunmuş müddətə uzadılmış hesab olunur"
    },
    {
      "name": "Maddə 73, 2-ci bəndinə",
      "description": "İşçinin müəyyən üzürlü səbəbdən (xəstələnməsi, ezamiyyətdə, məzuniyyətdə olması, habelə bu Məcəllənin 179-cu maddəsində nəzərdə tutulan iş yeri və orta əmək haqqı saxlandığı hallarda) iş yerində olmadığı dövrdə müddətli əmək müqaviləsinin müddəti qurtardığı hallarda həmin müqaviləyə işçi işə çıxdıqdan sonra işəgötürənin müəyyən etdiyi gündə, lakin onun işə çıxdığı gündən bir təqvim həftəsi keçməmiş xitam verilə bilər."
    },
    {
      "name": "Maddə 74, 1 \"a\" bəndinə",
      "description": "İşçi hərbi və ya alternativ xidmətə çağırıldıqda"
    },
    {
      "name": "Maddə 74, 1 \"b\" bəndinə",
      "description": "Əvvəllər müvafiq işdə (vəzifədə) çalışan işçinin işinə (vəzifəsinə) bərpa edilməsi barədə məhkəmənin qanuni qüvvəyə minmiş qətnaməsi (qərarı) olduqda"
    },
    {
      "name": "Maddə 74, 1 \"c\" bəndinə",
      "description": "Qanunvericiliklə daha uzun müddət müəyyən edilməyibsə, əmək qabiliyyətinin fasiləsiz olaraq altı aydan çox müddətə tam itirilməsi ilə əlaqədar işçi əmək funksiyasını yerinə yetirə bilmədikdə"
    },
    {
      "name": "Maddə 74, 1 \"ç\" bəndinə",
      "description": "İşçinin nəqliyyat vasitəsini idarəetmə hüququndan məhrum etmə, müəyyən vəzifə tutma və ya müəyyən fəaliyyətlə məşğul olma hüququndan məhrum etmə, müəyyən müddətə azadlıqdan məhrum etmə və ya ömürlük azadlıqdan məhrum etmə cəzasına məhkum edildiyi barədə məhkəmənin hökmü qanuni qüvvəyə mindikdə"
    },
    {
      "name": "Maddə 74, 1 \"d\" bəndinə",
      "description": "Məhkəmənin qanuni qüvvəyə minmiş qərarı ilə işçinin fəaliyyət qabiliyyətsizliyi təsdiq edildikdə"
    },
    {
      "name": "Maddə 74, 1 \"e\" bəndinə",
      "description": "İşçi vəfat etdikdə"
    },
    {
      "name": "Maddə 74, 1 \"ə\" bəndinə",
      "description": "Əvvəllər həmin müəssisədə çalışan işçi müddətli həqiqi hərbi xidmətdən ehtiyata buraxıldıqdan sonra öz iş yerinə (vəzifəsinə) qayıtmaq hüququndan istifadə etdikdə"
    },
    {
      "name": "Maddə 75, 2 \"a\" bəndinə",
      "description": "Tərəflərin qarşılıqlı razılığı"
    },
    {
      "name": "Maddə 75, 2 \"b\" bəndinə",
      "description": "Səhhəti ilə əlaqədar olaraq işçinin müvafiq vəzifədə (peşədə) çalışması sağlamlığı üçün təhlükəli olduğu barədə səhiyyə müəssisəsinin müvafiq rəyinə görə"
    },
    {
      "name": "Maddə 75, 2 \"c\" bəndinə",
      "description": "Əmək funksiyasının müəyyən müddətdə icrası zamanı müvafiq iş yerində peşə xəstəliyinə tutulmanın yüksək ehtimalı olduğu halda"
    },
    {
      "name": "Maddə 75, 2 \"ç\" bəndinə",
      "description": "İşin və ya göstərilən xidmətlərin həcminin azalması ilə əlaqədar müəyyən dövr keçdikdən sonra işçi ilə hökmən yenidən əmək müqaviləsi bağlayacağı şərti ilə işəgötürən yazılı formada məcburi öhdəlik götürdükdə"
    },
    {
      "name": "Maddə 75, 2 \"d\" bəndinə",
      "description": "Bu maddənin tələblərinə əməl edilməklə tərəflərin müəyyən etdiyi digər hallarda"
    }
  ]